Repository: Cali0707/aosearch_app
Catalog: lib/l10n/intl_*.arb
Languages: fr

# keywordHintText
source: Enter your search term here
fr: Recherche par mot clé

# advSearchTitle
source: Advanced Search Options
fr: Recherche avancée

# acceptingNewClientsTitle
source: Accepting new clients?
fr: Accepte de nouveaux clients

# chaptersTitle
source: Chapters
fr: Section locale

# languagesTitle
source: Languages
fr: Langue(s)

# servicesAreProvidedTitle
source: Services are provided
fr: Fourniture des services

# ageGroupsTitleText
source: Age groups served
fr: Groupes d'âge desservis

source: Start Date
fr: de

source: End Date
fr: A

# dateErrorMessage
source: End Date can't be before Start Date
fr: La date de début doit être supérieure ou égale à la date d’achèvement

# searchButtonText
source: Search
fr: Recherche

# ownLocationText
source: Use my location
fr: Depuis mon emplacement actuel

# keywordText
source: Fulltext Search
fr: Recherche par mot-clé

# anyText
source: - Any -
fr: - Toutes -

# categoryTitle
source: Category
fr: Type de page

# noResultText
source: No results found.
fr: Aucun résultat trouvé.

# basicPageLabel
source: Basic page
fr: Page de base

# chapterLabel
source: Chapter
fr: Section Locale

# learningResourceLabel
source: Basic page
fr: Ressources d’apprentissage

# serviceListingLabel
source: Service Listing
fr: Répertoire des services

# newsLabel
source: News
fr: Nouvelles

source: Not accepting new clients
fr: N’accepte pas de nouveaux clients

source: Verified Listing
fr: Agrément confirmé

# removeAreaTravel
source: Travels to remote areas
fr: Se déplace dans les secteurs éloignés

# nearbyAreaTravel
source: Travels to nearby areas
fr: Se déplace dans les secteurs adjacents

source: Online
fr: Les services sont fournis en ligne

# serviceLegendTitle
source: Service Listing Legend
fr: Répertoire des services Légende

# yesText
source: Yes
fr: Oui

# noText
source: No
fr: Non

# categoryHintText
source: Please choose one or more categories
fr: Veuillez en choisir un ou plusieurs type de page

# chapterHintText
source: Please choose one or more chapters
fr: Veuillez en choisir un ou plusieurs section locale
